Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# panel.chart_cache
source: cache
es: caché
ja: キャッシュ
ko: 캐시
zh_hans: 缓存
zh_hant_hk: 快取
zh_hant_tw: 快取

# repos.repositories
source: Repositories
es: Repositorios
fr: Dépôts
ja: リポジトリ
ko: 저장소
pt_br: Repositórios
zh_hans: 仓库
zh_hant_hk: 儲存庫
zh_hant_tw: 儲存庫

# repos.title
source: Git Repositories
es: Repositorios Git
fr: Dépôts Git
ja: Git リポジトリ
ko: Git 저장소
pt_br: Repositórios Git
zh_hans: Git 仓库
zh_hant_hk: Git 儲存庫
zh_hant_tw: Git 儲存庫

# tools.title
source: Coding Tools
es: Herramientas de código
fr: Outils de codage
ja: コーディングツール
ko: 코딩 도구
pt_br: Ferramentas de código
zh_hans: 编程工具
zh_hant_hk: 程式碼工具
zh_hant_tw: 程式碼工具

# version.mismatch.payload
source: Payload version %@
es: Versión de datos %@
fr: Version des données %@
ja: ペイロードバージョン %@
ko: 페이로드 버전 %@
pt_br: Versão de dados %@
zh_hans: 载荷版本 %@
zh_hant_hk: 資料版本 %@
zh_hant_tw: 資料版本 %@

# dashboard.repo
source: Repo
fr: Dépôt
ja: リポジトリ
ko: 저장소
zh_hans: 仓库
zh_hant_hk: 儲存庫
zh_hant_tw: 儲存庫

# onboarding.repos_count
source: %d repos
fr: %d dépôts
ja: %d リポジトリ
ko: 저장소 %d개
pt_br: %d repositórios
zh_hans: %d 个仓库
zh_hant_hk: %d 個儲存庫
zh_hant_tw: %d 個儲存庫

# panel.observed_tokens
source: %@ tokens
fr: %@ jetons
ja: %@トークン
ko: %@ 토큰
zh_hans: %@ 词元
zh_hant_hk: %@ 詞元
zh_hant_tw: %@ 詞元

# panel.repos_count
source: %d repos
fr: %d dépôts
ja: %d リポジトリ
ko: 저장소 %d개
pt_br: %d repositórios
zh_hans: %d 个仓库
zh_hant_hk: %d 個倉庫
zh_hant_tw: %d 個倉庫

# settings.repos
source: Repos
fr: Dépôts
ja: リポジトリ
ko: 저장소
pt_br: Repositórios
zh_hans: 仓库
zh_hant_hk: 儲存庫
zh_hant_tw: 儲存庫

# dashboard.chart_tokens
source: Tokens
ja: トークン
ko: 토큰
zh_hans: 词元
zh_hant_hk: Token
zh_hant_tw: Token

# dashboard.commits
source: commits
ja: コミット
ko: 커밋
zh_hans: 次提交
zh_hant_hk: 次提交
zh_hant_tw: 次提交

# dashboard.tooltip_tokens
source: Tokens: %1$@
ja: トークン: %1$@
ko: 토큰: %1$@
zh_hans: 词元：%1$@
zh_hant_hk: Token：%1$@
zh_hant_tw: Token：%1$@

# menu.commits
source: commits
ja: コミット
ko: 커밋
zh_hans: 次提交
zh_hant_hk: 次提交
zh_hant_tw: 次提交

# apikeys.title
source: API
zh_hans: API 密钥
